<!DOCTYPE html>
<!-- EMDb Template "Dark Comfort" by R3gi, Czech Republic, 2017.12.08 -->
<html>
	<head>
		<meta charset="UTF-8">
		<link href="../style.css" rel="stylesheet" type="text/css" />
		<title>121 - &#1489;&#1497;&#1514; &#1513;&#1488;&#1503;: &#1505;&#1512;&#1496; &#1502;&#1500;&#1495;&#1502;&#1492; (1996)</title>
		<!-- Sticky menu -->
		<script src="https://ajax.googleapis.com/ajax/libs/jquery/2.2.2/jquery.min.js"></script>
		<script>
			var sticky_element = ".menu"; // CSS ID or CLASS name of the element to stick
			var sticky_element_clean = sticky_element.substring(1, sticky_element.length);
			$(function() {
				createSticky($(sticky_element));
			});
			function createSticky(sticky) {
				$('<div id="' + sticky_element_clean + '_phantom"></div>').insertBefore(sticky_element); // Phantom prevents jump
				if (typeof sticky !== "undefined") {
					var pos = sticky.offset().top,
						win = $(window);

					win.on("scroll", function() {
						if (win.scrollTop() >= pos) {
							var phantomHeight = $(sticky_element).outerHeight();
							sticky.addClass("fixed");
							$('#' + sticky_element_clean + '_phantom').height(phantomHeight).show();

							// Fix for anchor links position
							var anchorOffset = '-' + phantomHeight + 'px';
							$('.anchor').css({'visibility': 'hidden','display': 'block','position': 'relative','top': anchorOffset,});
						} else {
							sticky.removeClass("fixed");
							$('#' + sticky_element_clean + '_phantom').hide();
						}
					});
				}
			}
		</script>
	</head>
	<body>
		<div id="header">
			<div class="inner">
				<div class="link_db">
					<a href="http://www.imdb.com" target="_blank" alt="IMDB">IMDB</a>|<a href="http://www.emdb.eu" target="_blank" alt="EMDB">EMDB</a>
				</div>
				<div class="quick_nav" style="float:right;"> 
					<a href="./120.htm" alt="<<">&#1492;&#1511;&#1493;&#1491;&#1501;</a>|<a href="./122.htm" alt=">>">&#1492;&#1489;&#1488;</a>
				</div>
				<div class="title_box"><div class="title">&#1489;&#1497;&#1514; &#1513;&#1488;&#1503;: &#1505;&#1512;&#1496; &#1502;&#1500;&#1495;&#1502;&#1492;  (1996)</div></div>
			</div>
			<div class="navigation menu"> 
				<div class="in">
					<a href="../index.htm">EMDB</a>
					
					<a href="../index.htm#movies-z"> > Z</a>
					<a href="121.htm"> > &#1489;&#1497;&#1514; &#1513;&#1488;&#1503;: &#1505;&#1512;&#1496; &#1502;&#1500;&#1495;&#1502;&#1492;</a>
				</div>
			</div>
		</div>
		<div id="wrap">
			<div class="content_box">
				<div class="content_cover">
					<img class="cover" src="../covers/000557.jpg" alt="cover &#1489;&#1497;&#1514; &#1513;&#1488;&#1503;: &#1505;&#1512;&#1496; &#1502;&#1500;&#1495;&#1502;&#1492;"/></br>
					<div class="rel_links"><a href="http://www.imdb.com/title/tt0143130"><img class="imdblink" src="../gif/imdb.gif" alt="link to &#1489;&#1497;&#1514; &#1513;&#1488;&#1503;: &#1505;&#1512;&#1496; &#1502;&#1500;&#1495;&#1502;&#1492; on IMDb" align="absbottom" /></a>&nbsp;&nbsp;<a href="http://drive.google.com/open?id=0B5k1Z6-xLAk-MHlDX0lRV2htb1E"><img class="imdblink" src="../gif/trailer.gif" alt="link to trailer on IMDb" align="absbottom" /></a></div>
				</div>
				<div class="content">
					
						<p><b>IMDb &#1491;&#1497;&#1512;&#1493;&#1490; &#1489; &#187;</b></br>
						<img class="star" src="../gif/goldstar.gif" alt="star" />
<img class="star" src="../gif/goldstar.gif" alt="star" />
<img class="star" src="../gif/goldstar.gif" alt="star" />
<img class="star" src="../gif/goldstar.gif" alt="star" />
<img class="star" src="../gif/goldstar.gif" alt="star" />
<img class="star" src="../gif/goldstar.gif" alt="star" />
<img class="star" src="../gif/goldstar.gif" alt="star" />
<img class="star" src="../gif/graystar.gif" alt="star" />
<img class="star" src="../gif/graystar.gif" alt="star" />
<img class="star" src="../gif/graystar.gif" alt="star" />

						7.1/10  (53 &#1492;&#1510;&#1489;&#1506;&#1493;&#1514;)
						</p>
					
					
					
					<p><b>&#1489;&#1502;&#1488;&#1497; &#187;</b> Doron Tsabari, Rino Tzror</p>
					<p><b>&#1502;&#1491;&#1497;&#1504;&#1492; &#187;</b> Israel &nbsp;&nbsp;<b>Studio:</b> Ergo Media</p>
					<p><b>&#1488;&#1493;&#1512;&#1498; &#1492;&#1505;&#1512;&#1496; &#187;:</b> 85 &#1491;&#1511;&#1493;&#1514;</p>
					<p><b>&#1511;&#1496;&#1490;&#1493;&#1512;&#1497;&#1492; &#187;</b> &#1491;&#1493;&#1511;&#1493;&#1502;&#1504;&#1496;&#1512;&#1497;, &#1505;&#1508;&#1493;&#1512;&#1496;, &#1502;&#1490;&#1502;&#1514; &#1511;&#1493;&#1500;&#1504;&#1493;&#1506;, &#1497;&#1513;&#1512;&#1488;&#1500;&#1497;</p>
					<p><b>&#1502;&#1511;&#1493;&#1491;&#1491;&#1497;&#1501;</b> Unknown &nbsp;&nbsp;<b>&#1497;&#1495;&#1505; &#1492;&#1502;&#1502;&#1491;&#1497;&#1501;</b> Unknown</p>
					<p><b>&#1513;&#1508;&#1514; &#1491;&#1497;&#1489;&#1493;&#1489; &#187;</b> &#1506;&#1489;&#1512;&#1497;&#1514; &nbsp;&nbsp;</p><p><b>&#1494;&#1512;&#1502;&#1497; &#1513;&#1502;&#1506;:</b> </p>
					
					<p><b>&#1514;&#1511;&#1510;&#1497;&#1512; &#1492;&#1505;&#1512;&#1496; &#187;</b> &#1505;&#1512;&#1496; &#1514;&#1497;&#1506;&#1493;&#1491;&#1497; &#1506;&#1500; &#1511;&#1489;&#1493;&#1510;&#1514; &#1492;&#1499;&#1491;&#1493;&#1512;&#1490;&#1500; &#1502;&#1489;&#1497;&#1514; &#1513;&#1488;&#1503;, &#1513;&#1492;&#1506;&#1508;&#1497;&#1500;&#1492; &#1500;&#1500;&#1497;&#1490;&#1492; &#1492;&#1500;&#1488;&#1493;&#1502;&#1497;&#1514;, &#1504;&#1495;&#1513;&#1489;&#1492; &#1500;- UNDERDOG &#1492;&#1502;&#1493;&#1495;&#1500;&#1496; &#1513;&#1500; &#1492;&#1500;&#1497;&#1490;&#1492; &#1493;&#1504;&#1488;&#1495;&#1494;&#1492; &#1489;&#1510;&#1497;&#1508;&#1493;&#1512;&#1504;&#1497;&#1492; - &#1500;&#1488;&#1495;&#1512; &#1508;&#1514;&#1497;&#1495;&#1514; &#1506;&#1493;&#1504;&#1492; &#1502;&#1508;&#1514;&#1497;&#1506;&#1492; &#1489;&#1497;&#1493;&#1514;&#1512; - &#1499;&#1491;&#1497; &#1500;&#1492;&#1513;&#1488;&#1512; &#1513;&#1501;. &#1492;&#1505;&#1512;&#1496; &#1499;&#1493;&#1489;&#1513; &#1493;&#1502;&#1512;&#1514;&#1511;, &#1492;&#1503; &#1489;&#1490;&#1500;&#1500; &#1492;&#1502;&#1514;&#1495; &#1492;&#1505;&#1508;&#1493;&#1512;&#1496;&#1497;&#1489;&#1497; &#1513;&#1489;&#1493;, &#1488;&#1493;&#1500;&#1501; &#1492;&#1493;&#1488; &#1489;&#1508;&#1497;&#1512;&#1493;&#1513; &#1488;&#1497;&#1504;&#1493; "&#1505;&#1512;&#1496; &#1505;&#1508;&#1493;&#1512;&#1496;" &#1492;&#1502;&#1497;&#1493;&#1506;&#1491; &#1512;&#1511; &#1500;&#1495;&#1493;&#1489;&#1489;&#1497; &#1499;&#1491;&#1493;&#1512;&#1490;&#1500;. &#1492;&#1505;&#1497;&#1508;&#1493;&#1512;&#1497;&#1501; &#1513;&#1502;&#1488;&#1495;&#1493;&#1512;&#1497; &#1492;&#1502;&#1488;&#1489;&#1511; &#1489;&#1500;&#1497;&#1490;&#1492; &#1492;&#1501; &#1492;&#1497;&#1493;&#1510;&#1512;&#1497;&#1501; &#1506;&#1504;&#1497;&#1503; &#1489;&#1505;&#1512;&#1496;, &#1489;&#1494;&#1499;&#1493;&#1514; &#1492;&#1491;&#1502;&#1493;&#1497;&#1493;&#1514;, &#1489;&#1494;&#1499;&#1493;&#1514; &#1492;&#1512;&#1488;&#1497;&#1493;&#1504;&#1493;&#1514; &#1506;&#1501; &#1492;&#1505;&#1508;&#1493;&#1512;&#1496;&#1488;&#1497;&#1501;, &#1492;&#1502;&#1488;&#1502;&#1503; &#1493;&#1488;&#1493;&#1492;&#1491;&#1497; &#1492;&#1511;&#1489;&#1493;&#1510;&#1492; - &#1514;&#1493;&#1513;&#1489;&#1497; &#1492;&#1506;&#1497;&#1497;&#1512;&#1492; &#1513;&#1504;&#1512;&#1488;&#1492; &#1499;&#1497; &#1499;&#1493;&#1500;&#1501; &#1506;&#1493;&#1502;&#1491;&#1497;&#1501; &#1502;&#1488;&#1495;&#1493;&#1512;&#1497; &#1492;&#1511;&#1489;&#1493;&#1510;&#1492; &#1513;&#1492;&#1489;&#1497;&#1488;&#1492; &#1500;&#1492;&#1501; &#1499;&#1489;&#1493;&#1491; &#1493;&#1492;&#1499;&#1512;&#1492;. &#1505;&#1497;&#1508;&#1493;&#1512; &#1492;&#1513;&#1512;&#1491;&#1493;&#1514;&#1493; &#1513;&#1500; &#1502;&#1493;&#1506;&#1491;&#1493;&#1503; &#1499;&#1491;&#1493;&#1512;&#1490;&#1500; &#1511;&#1496;&#1503;, &#1502;&#1495;&#1493;&#1505;&#1512; &#1488;&#1502;&#1510;&#1506;&#1497;&#1501;, &#1489;&#1506;&#1493;&#1500;&#1501; &#1513;&#1500; &#1511;&#1489;&#1493;&#1510;&#1493;&#1514; &#1502;&#1514;&#1493;&#1495;&#1494;&#1511;&#1493;&#1514; &#1493;&#1502;&#1489;&#1493;&#1505;&#1505;&#1493;&#1514; &#1492;&#1497;&#1496;&#1489; &#1497;&#1493;&#1514;&#1512; &#1502;&#1502;&#1494;&#1499;&#1497;&#1512; &#1505;&#1497;&#1508;&#1493;&#1512;&#1497;&#1501; &#1489;&#1504;&#1493;&#1505;&#1495; "&#1491;&#1493;&#1491; &#1493;&#1490;&#1493;&#1500;&#1497;&#1514;". &#1514;&#1495;&#1493;&#1513;&#1514; &#1492;&#1488;&#1502;&#1508;&#1496;&#1497;&#1492; &#1502;&#1514;&#1495;&#1494;&#1511;&#1514; &#1500;&#1502;&#1493;&#1500; &#1505;&#1497;&#1508;&#1493;&#1512;&#1497;&#1501; &#1499;&#1502;&#1506;&#1496; &#1489;&#1500;&#1514;&#1497; &#1488;&#1508;&#1513;&#1512;&#1497;&#1497;&#1501; &#1506;&#1500; &#1513;&#1495;&#1511;&#1504;&#1497;&#1501; &#1492;&#1502;&#1490;&#1497;&#1506;&#1497;&#1501; &#1500;&#1488;&#1497;&#1502;&#1493;&#1504;&#1497;&#1501; &#1500;&#1488;&#1495;&#1512; &#1497;&#1493;&#1501; &#1506;&#1489;&#1493;&#1491;&#1492; &#1513;&#1506;&#1513;&#1493;&#1497; &#1500;&#1492;&#1497;&#1493;&#1514; &#1488;&#1497;&#1505;&#1493;&#1507; &#1494;&#1489;&#1500; &#1488;&#1493; &#1506;&#1489;&#1493;&#1491;&#1492; &#1489;&#1489;&#1504;&#1497;&#1503;. &#1502;&#1497; &#1513;&#1502;&#1495;&#1494;&#1497;&#1511; &#1488;&#1514; &#1492;&#1511;&#1489;&#1493;&#1510;&#1492;, &#1499;&#1500;&#1499;&#1500;&#1497;&#1514;, &#1492;&#1493;&#1488; &#1489;&#1506;&#1500; &#1495;&#1504;&#1493;&#1514; &#1492;&#1505;&#1508;&#1493;&#1512;&#1496; &#1489;&#1489;&#1497;&#1514; &#1513;&#1488;&#1503;, &#1488;&#1510;&#1500;&#1493; &#1490;&#1501; &#1506;&#1493;&#1489;&#1491;&#1514; &#1495;&#1500;&#1511; &#1502;&#1506;&#1514;&#1493;&#1491;&#1514; &#1492;&#1511;&#1489;&#1493;&#1510;&#1492;, &#1493;&#1499;&#1502;&#1493; &#1513;&#1488;&#1495;&#1491; &#1492;&#1504;&#1506;&#1512;&#1497;&#1501; &#1488;&#1493;&#1502;&#1512; - &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1493;&#1502;&#1493;&#1506;&#1491;&#1493;&#1503; &#1492;&#1499;&#1491;&#1493;&#1512;&#1490;&#1500;, &#1488;&#1493; &#1500;&#1492;&#1505;&#1514;&#1493;&#1489;&#1489; &#1489;&#1512;&#1495;&#1493;&#1489; &#1493;&#1500;&#1492;&#1505;&#1514;&#1489;&#1498; &#1506;&#1501; &#1492;&#1495;&#1493;&#1511; &#1489;&#1490;&#1497;&#1500; &#1510;&#1506;&#1497;&#1512;. &#1492;&#1510;&#1497;&#1500;&#1493;&#1502;&#1497;&#1501; &#1493;&#1492;&#1506;&#1512;&#1497;&#1499;&#1492; &#1492;&#1502;&#1493;&#1513;&#1511;&#1506;&#1497;&#1501; &#1489;&#1505;&#1512;&#1496; &#1514;&#1493;&#1512;&#1502;&#1497;&#1501; &#1488;&#1514; &#1495;&#1500;&#1511;&#1501; &#1500;&#1497;&#1510;&#1497;&#1512;&#1514; &#1502;&#1505;&#1502;&#1498; &#1488;&#1502;&#1497;&#1503; &#1493;&#1488;&#1504;&#1493;&#1513;&#1497; &#1494;&#1492;. &#1502;&#1493;&#1502;&#1500;&#1509; &#1489;&#1495;&#1493;&#1501;, "&#1494;&#1511;&#1497;&#1508;&#1514; &#1488;&#1490;&#1493;&#1491;&#1500;&#1497;&#1501;" &#1500;&#1512;&#1497;&#1504;&#1493; &#1510;&#1512;&#1493;&#1512; &#1493;&#1491;&#1493;&#1512;&#1493;&#1503; &#1510;&#1489;&#1512;&#1497;, &#1493;&#1492;&#1495;&#1494;&#1511;&#1514; &#1488;&#1510;&#1489;&#1506;&#1493;&#1514; &#1500;&#1499;&#1491;&#1493;&#1512;&#1490;&#1500;&#1504;&#1497;&#1501;.</p>
					<div class="actors-container">
						<p><b>&#1513;&#1495;&#1511;&#1504;&#1497;&#1501; &#187;</b><br>
						<div class="actors">
							
						</div>
						</p>
					</div>
					<p><b>Custom Field 1:</b> </p>
					<p><b>Custom Field 2:</b> </p>
					
					<p><b>&#1502;&#1491;&#1497;&#1493;&#1501;</b> Media file &nbsp;&nbsp;<b>&#1502;&#1511;&#1493;&#1512;:</b> &#1500;&#1488; &#1497;&#1491;&#1493;&#1506; &nbsp;&nbsp;<b>&#1502;&#1493;&#1513;&#1488;&#1500;</b> &#1500;&#1488; &nbsp;&nbsp;<b>File Size:</b> 2.14 GB</p>
					<p><b>&#1502;&#1505;&#1508;&#1512;</b> 121 &nbsp;&nbsp;<b>Custom Number:</b>  &nbsp;&nbsp;<b>&#1502;&#1497;&#1511;&#1493;&#1501; &#1489;&#1502;&#1495;&#1513;&#1489; &#187;</b> \\TICHONETMYCLOUD\Tichonet_movies\&#1505;&#1512;&#1496;&#1497;&#1501; &#1514;&#1497;&#1499;&#1493;&#1504;&#1496;\&#1505;&#1512;&#1496;&#1497;&#1501; &#1502;&#1490;&#1502;&#1514; &#1511;&#1493;&#1500;&#1504;&#1493;&#1506;\&#1489;&#1497;&#1514; &#1513;&#1488;&#1503; &#1505;&#1512;&#1496; &#1502;&#1500;&#1495;&#1502;&#1492;\&#1489;&#1497;&#1514; &#1513;&#1488;&#1503; &#1505;&#1512;&#1496; &#1502;&#1500;&#1495;&#1502;&#1492;.mp4</p>
				</div>
			</div>
		</div>
		<footer>
			<div class="inner">
				<a class="to_top" href="#header">^</a>
				<div style="float: left">Dark Comfort by <a href="mailto:regiprogi@gmail.com">R3gi</a></div>
				<div>Created with EMDB V3.17 (C) 2005-2018 No Rights Reserved ;)</div>
			</div>
		</footer>
	</body>
</html>
