<!DOCTYPE html>
<!-- EMDb Template "Dark Comfort" by R3gi, Czech Republic, 2017.12.08 -->
<html>
	<head>
		<meta charset="UTF-8">
		<link href="../style.css" rel="stylesheet" type="text/css" />
		<title>124 - &#1488;&#1495;&#1512;&#1497;&#1497;&#1498; (2017)</title>
		<!-- Sticky menu -->
		<script src="https://ajax.googleapis.com/ajax/libs/jquery/2.2.2/jquery.min.js"></script>
		<script>
			var sticky_element = ".menu"; // CSS ID or CLASS name of the element to stick
			var sticky_element_clean = sticky_element.substring(1, sticky_element.length);
			$(function() {
				createSticky($(sticky_element));
			});
			function createSticky(sticky) {
				$('<div id="' + sticky_element_clean + '_phantom"></div>').insertBefore(sticky_element); // Phantom prevents jump
				if (typeof sticky !== "undefined") {
					var pos = sticky.offset().top,
						win = $(window);

					win.on("scroll", function() {
						if (win.scrollTop() >= pos) {
							var phantomHeight = $(sticky_element).outerHeight();
							sticky.addClass("fixed");
							$('#' + sticky_element_clean + '_phantom').height(phantomHeight).show();

							// Fix for anchor links position
							var anchorOffset = '-' + phantomHeight + 'px';
							$('.anchor').css({'visibility': 'hidden','display': 'block','position': 'relative','top': anchorOffset,});
						} else {
							sticky.removeClass("fixed");
							$('#' + sticky_element_clean + '_phantom').hide();
						}
					});
				}
			}
		</script>
	</head>
	<body>
		<div id="header">
			<div class="inner">
				<div class="link_db">
					<a href="http://www.imdb.com" target="_blank" alt="IMDB">IMDB</a>|<a href="http://www.emdb.eu" target="_blank" alt="EMDB">EMDB</a>
				</div>
				<div class="quick_nav" style="float:right;"> 
					<a href="./123.htm" alt="<<">&#1492;&#1511;&#1493;&#1491;&#1501;</a>|<a href="./125.htm" alt=">>">&#1492;&#1489;&#1488;</a>
				</div>
				<div class="title_box"><div class="title">&#1488;&#1495;&#1512;&#1497;&#1497;&#1498;  (2017)</div></div>
			</div>
			<div class="navigation menu"> 
				<div class="in">
					<a href="../index.htm">EMDB</a>
					<a href="../index.htm#all_movies"> > &#1499;&#1500; &#1492;&#1505;&#1512;&#1496;&#1497;&#1501;</a>
					<a href="../index.htm#movies-z"> > Z</a>
					<a href="124.htm"> > &#1488;&#1495;&#1512;&#1497;&#1497;&#1498;</a>
				</div>
			</div>
		</div>
		<div id="wrap">
			<div class="content_box">
				<div class="content_cover">
					<img class="cover" src="../covers/000541.jpg" alt="cover &#1488;&#1495;&#1512;&#1497;&#1497;&#1498;"/></br>
					<div class="rel_links">&nbsp;&nbsp;<a href="http://drive.google.com/open?id=1z6f5jgHJu6muBC-2-EikJccXslIfp62X"><img class="imdblink" src="../gif/trailer.gif" alt="link to trailer on IMDb" align="absbottom" /></a></div>
				</div>
				<div class="content">
					
						<p><b>IMDb &#1491;&#1497;&#1512;&#1493;&#1490; &#1489; &#187;</b></br>
						<img class="star" src="../gif/graystar.gif" alt="star" />
<img class="star" src="../gif/graystar.gif" alt="star" />
<img class="star" src="../gif/graystar.gif" alt="star" />
<img class="star" src="../gif/graystar.gif" alt="star" />
<img class="star" src="../gif/graystar.gif" alt="star" />
<img class="star" src="../gif/graystar.gif" alt="star" />
<img class="star" src="../gif/graystar.gif" alt="star" />
<img class="star" src="../gif/graystar.gif" alt="star" />
<img class="star" src="../gif/graystar.gif" alt="star" />
<img class="star" src="../gif/graystar.gif" alt="star" />

						
						</p>
					
					
					
					<p><b>&#1489;&#1502;&#1488;&#1497; &#187;</b> </p>
					<p><b>&#1502;&#1491;&#1497;&#1504;&#1492; &#187;</b> &#1497;&#1513;&#1512;&#1488;&#1500; &nbsp;&nbsp;<b>Studio:</b> </p>
					<p><b>&#1488;&#1493;&#1512;&#1498; &#1492;&#1505;&#1512;&#1496; &#187;:</b> </p>
					<p><b>&#1511;&#1496;&#1490;&#1493;&#1512;&#1497;&#1492; &#187;</b> &#1491;&#1493;&#1511;&#1493;&#1502;&#1504;&#1496;&#1512;&#1497;, &#1502;&#1490;&#1502;&#1514; &#1511;&#1493;&#1500;&#1504;&#1493;&#1506;, &#1497;&#1513;&#1512;&#1488;&#1500;&#1497;</p>
					<p><b>&#1502;&#1511;&#1493;&#1491;&#1491;&#1497;&#1501;</b> Unknown &nbsp;&nbsp;<b>&#1497;&#1495;&#1505; &#1492;&#1502;&#1502;&#1491;&#1497;&#1501;</b> Unknown</p>
					<p><b>&#1513;&#1508;&#1514; &#1491;&#1497;&#1489;&#1493;&#1489; &#187;</b>  &nbsp;&nbsp;</p><p><b>&#1494;&#1512;&#1502;&#1497; &#1513;&#1502;&#1506;:</b> </p>
					
					<p><b>&#1514;&#1511;&#1510;&#1497;&#1512; &#1492;&#1505;&#1512;&#1496; &#187;</b> &#1492;&#1505;&#1512;&#1496; &#1502;&#1514;&#1506;&#1491; &#1488;&#1514; &#1505;&#1497;&#1508;&#1493;&#1512; &#1502;&#1513;&#1508;&#1495;&#1514;&#1492; &#1513;&#1500; &#1492;&#1489;&#1502;&#1488;&#1497;&#1514;, &#1512;&#1504;&#1488; &#1488;&#1489;&#1493; &#1508;&#1512;&#1497;&#1495;&#1492;.[1] &#1492;&#1505;&#1512;&#1496; &#1504;&#1508;&#1514;&#1495; &#1493;&#1502;&#1505;&#1514;&#1497;&#1497;&#1501; &#1500;&#1488;&#1495;&#1512; &#1502;&#1493;&#1514;&#1492; &#1513;&#1500; &#1492;&#1488;&#1501;, &#1512;&#1493;&#1491;&#1497;&#1497;&#1504;&#1488;. &#1489;&#1505;&#1512;&#1496; &#1502;&#1513;&#1493;&#1495;&#1494;&#1512;&#1497;&#1501; &#1488;&#1497;&#1512;&#1493;&#1506;&#1497;&#1501; &#1502;&#1495;&#1497;&#1497;&#1492; &#1513;&#1500; &#1492;&#1502;&#1513;&#1508;&#1495;&#1492; &#1502;&#1488;&#1502;&#1510;&#1506; &#1513;&#1504;&#1493;&#1514; &#1492;-80 &#1513;&#1500; &#1492;&#1502;&#1488;&#1492; &#1492;-20, &#1499;&#1513;&#1492;&#1488;&#1501; &#1492;&#1497;&#1497;&#1514;&#1492; &#1504;&#1506;&#1512;&#1492; &#1510;&#1506;&#1497;&#1512;&#1492; &#1502;&#1492;&#1499;&#1508;&#1512; &#1490;'&#1514;, &#1489;&#1502;&#1512;&#1499;&#1494; &#1492;&#1488;&#1512;&#1509;, &#1493;&#1492;&#1514;&#1488;&#1492;&#1489;&#1492; &#1489;&#1510;&#1506;&#1497;&#1512; &#1489;&#1491;&#1493;&#1488;&#1497; &#1502;&#1492;&#1491;&#1512;&#1493;&#1501; &#1493;&#1492;&#1495;&#1500;&#1497;&#1496;&#1492; &#1500;&#1511;&#1513;&#1493;&#1512; &#1488;&#1514; &#1495;&#1497;&#1497;&#1492; &#1488;&#1497;&#1514;&#1493;, &#1489;&#1504;&#1497;&#1490;&#1493;&#1491; &#1500;&#1512;&#1510;&#1493;&#1503; &#1502;&#1513;&#1508;&#1495;&#1514;&#1492;. &#1512;&#1493;&#1491;&#1497;&#1497;&#1504;&#1488;, &#1513;&#1495;&#1497;&#1508;&#1513;&#1492; &#1495;&#1497;&#1497;&#1501; &#1488;&#1495;&#1512;&#1497;&#1501;, &#1506;&#1489;&#1512;&#1492; &#1497;&#1495;&#1491; &#1506;&#1501; &#1489;&#1506;&#1500;&#1492; &#1500;&#1497;&#1497;&#1513;&#1493;&#1489; &#1513;&#1500;&#1493;, &#1514;&#1500; &#1513;&#1489;&#1506;, &#1513;&#1492;&#1508;&#1498; &#1489;&#1502;&#1492;&#1512;&#1492; &#1500;&#1499;&#1500;&#1488; &#1489;&#1513;&#1489;&#1497;&#1500;&#1492; - &#1499;&#1488;&#1513;&#1512;, &#1499;&#1508;&#1497; &#1513;&#1492;&#1497;&#1488; &#1502;&#1505;&#1508;&#1512;&#1514;, &#1504;&#1513;&#1497;&#1501; &#1488;&#1497;&#1504;&#1503; &#1497;&#1499;&#1493;&#1500;&#1493;&#1514; &#1500;&#1510;&#1488;&#1514; &#1500;&#1511;&#1504;&#1497;&#1493;&#1514; &#1500;&#1500;&#1488; &#1500;&#1497;&#1493;&#1493;&#1497;, &#1488;&#1508;&#1497;&#1500;&#1493; &#1489;&#1502;&#1499;&#1493;&#1500;&#1514; &#1492;&#1513;&#1499;&#1493;&#1504;&#1514;&#1497;&#1514;. &#1489;&#1506;&#1511;&#1489;&#1493;&#1514; &#1512;&#1510;&#1493;&#1504;&#1492; &#1513;&#1500; &#1512;&#1493;&#1491;&#1497;&#1497;&#1504;&#1488;, &#1506;&#1494;&#1489;&#1493; &#1492;&#1513;&#1504;&#1497;&#1497;&#1501; &#1506;&#1501; &#1495;&#1502;&#1513;&#1514; &#1497;&#1500;&#1491;&#1497;&#1492;&#1501; &#1492;&#1511;&#1496;&#1504;&#1497;&#1501; &#1488;&#1514; &#1489;&#1497;&#1514;&#1501; &#1489;&#1514;&#1500; &#1513;&#1489;&#1506; &#1500;&#1497;&#1497;&#1513;&#1493;&#1489; &#1492;&#1497;&#1492;&#1493;&#1491;&#1497; &#1506;&#1493;&#1502;&#1512; &#1492;&#1505;&#1502;&#1493;&#1498; (&#1492;&#1504;&#1502;&#1510;&#1488; &#1489;&#1491;&#1497;&#1512;&#1493;&#1490; &#1492;&#1490;&#1489;&#1493;&#1492; &#1489;&#1497;&#1493;&#1514;&#1512; &#1489;&#1502;&#1491;&#1491; &#1492;&#1499;&#1500;&#1499;&#1500;&#1497;-&#1492;&#1495;&#1489;&#1512;&#1514;&#1497; &#1513;&#1500; &#1497;&#1497;&#1513;&#1493;&#1489;&#1497;&#1501; &#1513;&#1502;&#1508;&#1512;&#1505;&#1502;&#1514; &#1492;&#1500;&#1513;&#1499;&#1492; &#1492;&#1502;&#1512;&#1499;&#1494;&#1497;&#1514; &#1500;&#1505;&#1496;&#1496;&#1497;&#1505;&#1496;&#1497;&#1511;&#1492;, &#1500;&#1506;&#1493;&#1502;&#1514; &#1514;&#1500;-&#1513;&#1489;&#1506;, &#1513;&#1504;&#1502;&#1510;&#1488;&#1514; &#1489;&#1491;&#1497;&#1512;&#1493;&#1490; &#1492;&#1504;&#1502;&#1493;&#1498; &#1489;&#1497;&#1493;&#1514;&#1512; &#1489;&#1502;&#1491;&#1491;), &#1489;&#1502;&#1496;&#1512;&#1492; &#1500;&#1488;&#1508;&#1513;&#1512; &#1500;&#1497;&#1500;&#1491;&#1497;&#1492; &#1506;&#1514;&#1497;&#1491; &#1496;&#1493;&#1489; &#1497;&#1493;&#1514;&#1512;, &#1493;&#1489;&#1502;&#1497;&#1493;&#1495;&#1491; &#1500;&#1514;&#1514; &#1495;&#1497;&#1504;&#1493;&#1498; &#1496;&#1493;&#1489; &#1497;&#1493;&#1514;&#1512; &#1500;&#1489;&#1504;&#1493;&#1514;&#1497;&#1492;. &#1497;&#1500;&#1491;&#1497; &#1492;&#1502;&#1513;&#1508;&#1495;&#1492; &#1490;&#1491;&#1500;&#1493; &#1499;&#1497;&#1513;&#1512;&#1488;&#1500;&#1497;&#1501; &#1500;&#1499;&#1500; &#1491;&#1489;&#1512;, &#1491;&#1497;&#1489;&#1512;&#1493; &#1506;&#1489;&#1512;&#1497;&#1514;, &#1493;&#1492;&#1497;&#1493; &#1502;&#1493;&#1511;&#1508;&#1497;&#1501; &#1489;&#1495;&#1489;&#1512;&#1497;&#1501; &#1497;&#1492;&#1493;&#1491;&#1497;&#1497;&#1501;, &#1512;&#1495;&#1493;&#1511;&#1497;&#1501; &#1502;&#1492;&#1514;&#1512;&#1489;&#1493;&#1514; &#1492;&#1506;&#1512;&#1489;&#1497;&#1514; &#1513;&#1489;&#1492; &#1490;&#1491;&#1500;&#1493; &#1492;&#1493;&#1512;&#1497;&#1492;&#1501;. 
&#1492;&#1499;&#1500; &#1492;&#1513;&#1514;&#1504;&#1492; &#1499;&#1513;&#1492;&#1488;&#1501;, &#1506;&#1502;&#1493;&#1491; &#1492;&#1514;&#1493;&#1493;&#1498; &#1513;&#1500; &#1492;&#1489;&#1497;&#1514;, &#1495;&#1500;&#1514;&#1492; &#1489;&#1505;&#1512;&#1496;&#1503; &#1492;&#1513;&#1491;. &#1506;&#1500; &#1506;&#1512;&#1513; &#1492;&#1491;&#1493;&#1493;&#1497;, &#1502;&#1489;&#1511;&#1513;&#1514; &#1492;&#1488;&#1501; &#1500;&#1492;&#1497;&#1511;&#1489;&#1512; &#1489;&#1506;&#1493;&#1502;&#1512;, &#1492;&#1497;&#1497;&#1513;&#1493;&#1489; &#1513;&#1489;&#1493; &#1492;&#1497;&#1488; &#1490;&#1512;&#1492; &#1489;&#1502;&#1513;&#1498; &#1499;&#1470;20 &#1513;&#1504;&#1492;, &#1493;&#1504;&#1514;&#1511;&#1500;&#1514; &#1489;&#1489;&#1497;&#1493;&#1512;&#1493;&#1511;&#1512;&#1496;&#1497;&#1492; &#1492;&#1491;&#1514;&#1497;&#1514; &#1513;&#1488;&#1497;&#1504;&#1492; &#1502;&#1488;&#1508;&#1513;&#1512;&#1514; &#1500;&#1500;&#1488;&#1470;&#1497;&#1492;&#1493;&#1491;&#1497;&#1501; &#1500;&#1492;&#1497;&#1511;&#1489;&#1512; &#1489;&#1489;&#1497;&#1514; &#1492;&#1506;&#1500;&#1502;&#1497;&#1503; &#1492;&#1502;&#1511;&#1493;&#1502;&#1497;. &#1497;&#1500;&#1491;&#1497;&#1492; &#1502;&#1506;&#1491;&#1497;&#1508;&#1497;&#1501; &#1500;&#1511;&#1489;&#1493;&#1512; &#1488;&#1493;&#1514;&#1492; &#1489;&#1489;&#1493;&#1488; &#1492;&#1497;&#1493;&#1501; &#1489;&#1490;'&#1514;, &#1502;&#1511;&#1493;&#1501; &#1492;&#1493;&#1500;&#1491;&#1514;&#1492;, &#1493;&#1488;&#1497;&#1500;&#1493; &#1489;&#1506;&#1500;&#1492;, &#1506;&#1493;&#1491;&#1492;, &#1512;&#1493;&#1510;&#1492; &#1500;&#1511;&#1489;&#1493;&#1512; &#1488;&#1493;&#1514;&#1492; &#1489;&#1514;&#1500; &#1513;&#1489;&#1506;, &#1502;&#1511;&#1493;&#1501; &#1492;&#1493;&#1500;&#1491;&#1514;&#1493;. &#1500;&#1488;&#1495;&#1512; &#1502;&#1493;&#1514;&#1492; &#1513;&#1500; &#1492;&#1488;&#1501;, &#1513;&#1488;&#1505;&#1508;&#1492; &#1505;&#1489;&#1497;&#1489;&#1492; &#1488;&#1514; &#1489;&#1504;&#1497; &#1492;&#1502;&#1513;&#1508;&#1495;&#1492;, &#1499;&#1500; &#1491;&#1502;&#1493;&#1514; &#1508;&#1493;&#1504;&#1492; &#1500;&#1491;&#1512;&#1499;&#1492;.</p>
					<div class="actors-container">
						<p><b>&#1513;&#1495;&#1511;&#1504;&#1497;&#1501; &#187;</b><br>
						<div class="actors">
							
						</div>
						</p>
					</div>
					<p><b>Custom Field 1:</b> </p>
					<p><b>Custom Field 2:</b> </p>
					
					<p><b>&#1502;&#1491;&#1497;&#1493;&#1501;</b> Media file &nbsp;&nbsp;<b>&#1502;&#1511;&#1493;&#1512;:</b> &#1500;&#1488; &#1497;&#1491;&#1493;&#1506; &nbsp;&nbsp;<b>&#1502;&#1493;&#1513;&#1488;&#1500;</b> &#1500;&#1488; &nbsp;&nbsp;<b>File Size:</b> 2.44 GB</p>
					<p><b>&#1502;&#1505;&#1508;&#1512;</b> 124 &nbsp;&nbsp;<b>Custom Number:</b>  &nbsp;&nbsp;<b>&#1502;&#1497;&#1511;&#1493;&#1501; &#1489;&#1502;&#1495;&#1513;&#1489; &#187;</b> \\TICHONETMYCLOUD\Tichonet_movies\&#1505;&#1512;&#1496;&#1497;&#1501; &#1514;&#1497;&#1499;&#1493;&#1504;&#1496;\&#1505;&#1512;&#1496;&#1497;&#1501; &#1502;&#1490;&#1502;&#1514; &#1511;&#1493;&#1500;&#1504;&#1493;&#1506;\&#1488;&#1495;&#1512;&#1497;&#1497;&#1498;\&#1488;&#1495;&#1512;&#1497;&#1497;&#1498;.mp4</p>
				</div>
			</div>
		</div>
		<footer>
			<div class="inner">
				<a class="to_top" href="#header">^</a>
				<div style="float: left">Dark Comfort by <a href="mailto:regiprogi@gmail.com">R3gi</a></div>
				<div>Created with EMDB V3.17 (C) 2005-2018 No Rights Reserved ;)</div>
			</div>
		</footer>
	</body>
</html>
