<!DOCTYPE html>
<!-- EMDb Template "Dark Comfort" by R3gi, Czech Republic, 2017.12.08 -->
<html>
	<head>
		<meta charset="UTF-8">
		<link href="../style.css" rel="stylesheet" type="text/css" />
		<title>29 - &#1502;&#1512;&#1496;&#1497;&#1503; (1999)</title>
		<!-- Sticky menu -->
		<script src="https://ajax.googleapis.com/ajax/libs/jquery/2.2.2/jquery.min.js"></script>
		<script>
			var sticky_element = ".menu"; // CSS ID or CLASS name of the element to stick
			var sticky_element_clean = sticky_element.substring(1, sticky_element.length);
			$(function() {
				createSticky($(sticky_element));
			});
			function createSticky(sticky) {
				$('<div id="' + sticky_element_clean + '_phantom"></div>').insertBefore(sticky_element); // Phantom prevents jump
				if (typeof sticky !== "undefined") {
					var pos = sticky.offset().top,
						win = $(window);

					win.on("scroll", function() {
						if (win.scrollTop() >= pos) {
							var phantomHeight = $(sticky_element).outerHeight();
							sticky.addClass("fixed");
							$('#' + sticky_element_clean + '_phantom').height(phantomHeight).show();

							// Fix for anchor links position
							var anchorOffset = '-' + phantomHeight + 'px';
							$('.anchor').css({'visibility': 'hidden','display': 'block','position': 'relative','top': anchorOffset,});
						} else {
							sticky.removeClass("fixed");
							$('#' + sticky_element_clean + '_phantom').hide();
						}
					});
				}
			}
		</script>
	</head>
	<body>
		<div id="header">
			<div class="inner">
				<div class="link_db">
					<a href="http://www.imdb.com" target="_blank" alt="IMDB">IMDB</a>|<a href="http://www.emdb.eu" target="_blank" alt="EMDB">EMDB</a>
				</div>
				<div class="quick_nav" style="float:right;"> 
					<a href="./28.htm" alt="<<">Previous</a>|<a href="./30.htm" alt=">>">Next</a>
				</div>
				<div class="title_box"><div class="title">&#1502;&#1512;&#1496;&#1497;&#1503;  (1999)</div></div>
			</div>
			<div class="navigation menu"> 
				<div class="in">
					<a href="../index.htm">EMDB</a>
					
					<a href="../index.htm#movies-z"> > Z</a>
					<a href="29.htm"> > &#1502;&#1512;&#1496;&#1497;&#1503;</a>
				</div>
			</div>
		</div>
		<div id="wrap">
			<div class="content_box">
				<div class="content_cover">
					<img class="cover" src="../covers/000446.jpg" alt="cover &#1502;&#1512;&#1496;&#1497;&#1503;"/></br>
					<div class="rel_links"><a href="http://www.imdb.com/title/tt0206124"><img class="imdblink" src="../gif/imdb.gif" alt="link to &#1502;&#1512;&#1496;&#1497;&#1503; on IMDb" align="absbottom" /></a>&nbsp;&nbsp;<a href="http://drive.google.com/open?id=0B5k1Z6-xLAk-M1R4TjRfZm5udUE"><img class="imdblink" src="../gif/trailer.gif" alt="link to trailer on IMDb" align="absbottom" /></a></div>
				</div>
				<div class="content">
					
						<p><b>IMDb Rating:</b></br>
						<img class="star" src="../gif/goldstar.gif" alt="star" />
<img class="star" src="../gif/goldstar.gif" alt="star" />
<img class="star" src="../gif/goldstar.gif" alt="star" />
<img class="star" src="../gif/goldstar.gif" alt="star" />
<img class="star" src="../gif/goldstar.gif" alt="star" />
<img class="star" src="../gif/goldstar.gif" alt="star" />
<img class="star" src="../gif/goldstar.gif" alt="star" />
<img class="star" src="../gif/graystar.gif" alt="star" />
<img class="star" src="../gif/graystar.gif" alt="star" />
<img class="star" src="../gif/graystar.gif" alt="star" />

						7.1/10  (10 votes)
						</p>
					
					
					
					<p><b>Director(s):</b> Ra'anan Alexandrowicz</p>
					<p><b>Country:</b> Israel &nbsp;&nbsp;<b>Studio:</b> First Hand Films</p>
					<p><b>Duration:</b> 51 minutes</p>
					<p><b>Genre(s):</b> Documentary, &#1497;&#1513;&#1512;&#1488;&#1500;&#1497;, &#1513;&#1493;&#1488;&#1492;</p>
					<p><b>Codec:</b> Unknown &nbsp;&nbsp;<b>Aspect ratio:</b> Unknown</p>
					<p><b>Spoken Languages:</b> German, Hebrew &nbsp;&nbsp;</p><p><b>Audio Streams:</b> </p>
					
					<p><b>Storyline:</b> &#1491;&#1499;&#1488;&#1493; &#1492;&#1497;&#1488; &#1506;&#1497;&#1497;&#1512;&#1492; &#1511;&#1496;&#1504;&#1492; &#1500;&#1502;&#1512;&#1490;&#1500;&#1493;&#1514; &#1492;&#1488;&#1500;&#1508;&#1497;&#1501; &#1492;&#1489;&#1493;&#1493;&#1488;&#1512;&#1497;&#1497;&#1501;, &#1499;&#1506;&#1513;&#1512;&#1497;&#1501; &#1491;&#1511;&#1493;&#1514; &#1504;&#1505;&#1497;&#1506;&#1492; &#1502;&#1502;&#1497;&#1504;&#1499;&#1503;. &#1489;&#1514;&#1512;&#1497;&#1505;&#1512; &#1492;&#1513;&#1504;&#1497;&#1501; &#1492;&#1512;&#1506;&#1493;&#1514; &#1513;&#1500; &#1490;&#1512;&#1502;&#1504;&#1497;&#1492; &#1508;&#1506;&#1500; &#1489;&#1491;&#1499;&#1488;&#1493; &#1502;&#1495;&#1504;&#1492; &#1512;&#1497;&#1499;&#1493;&#1494; &#1493;&#1492;&#1513;&#1502;&#1491;&#1492;. &#1492;&#1497;&#1493;&#1501; &#1502;&#1495;&#1504;&#1492; &#1491;&#1499;&#1488;&#1493; &#1492;&#1493;&#1488; &#1488;&#1514;&#1512; &#1502;&#1493;&#1494;&#1497;&#1488;&#1500;&#1497; &#1505;&#1496;&#1512;&#1497;&#1500;&#1497; &#1502;&#1488;&#1493;&#1491;, &#1513;&#1489;&#1493; &#1512;&#1493;&#1488;&#1497;&#1501; &#1514;&#1497;&#1497;&#1512;&#1497;&#1501; &#1502;&#1499;&#1500; &#1492;&#1506;&#1493;&#1500;&#1501; &#1506;&#1491;&#1493;&#1497;&#1493;&#1514; &#1510;&#1495;&#1493;&#1514; &#1502;&#1500;&#1493;&#1489;&#1503; &#1513;&#1500; &#1492;&#1505;&#1497;&#1493;&#1496; &#1493;&#1490;&#1501; &#1499;&#1502;&#1492; &#1505;&#1512;&#1496;&#1497; &#1514;&#1506;&#1493;&#1491;&#1492; &#1513;&#1500; &#1492;&#1499;&#1493;&#1495;&#1493;&#1514; &#1492;&#1488;&#1502;&#1512;&#1497;&#1511;&#1488;&#1497;&#1501; &#1492;&#1499;&#1493;&#1489;&#1513;&#1497;&#1501;, &#1492;&#1511;&#1513;&#1497;&#1501; &#1497;&#1493;&#1514;&#1512; &#1500;&#1506;&#1497;&#1499;&#1493;&#1500;. &#1489;&#1497;&#1503; &#1492;&#1506;&#1491;&#1493;&#1497;&#1493;&#1514; &#1492;&#1512;&#1513;&#1502;&#1497;&#1493;&#1514; &#1502;&#1505;&#1514;&#1493;&#1489;&#1489; &#1490;&#1501; &#1506;&#1491; &#1502;&#1488;&#1493;&#1491; &#1489;&#1500;&#1514;&#1497; &#1488;&#1502;&#1510;&#1506;&#1497;, &#1502;&#1512;&#1496;&#1497;&#1503;, &#1513;&#1492;&#1490;&#1497;&#1506; &#1500;&#1502;&#1511;&#1493;&#1501; &#1499;&#1495;&#1497;&#1497;&#1500; &#1508;&#1493;&#1500;&#1504;&#1497; &#1502;&#1502;&#1493;&#1510;&#1488; &#1497;&#1492;&#1493;&#1491;&#1497;, &#1504;&#1499;&#1500;&#1488; &#1489;&#1502;&#1495;&#1504;&#1492;, &#1513;&#1512;&#1491; &#1488;&#1493;&#1514;&#1493;, &#1504;&#1513;&#1488; &#1500;&#1488;&#1497;&#1513;&#1492; &#1488;&#1514; &#1488;&#1495;&#1514; &#1502;&#1489;&#1504;&#1493;&#1514; &#1491;&#1499;&#1488;&#1493; &#1493;&#1492;&#1514;&#1497;&#1497;&#1513;&#1489; &#1489;&#1506;&#1497;&#1497;&#1512;&#1492; &#1513;&#1489;&#1492; &#1495;&#1512;&#1489;&#1493; &#1495;&#1497;&#1497;&#1493;. &#1502;&#1512;&#1496;&#1497;&#1503;, &#1513;&#1504;&#1514;&#1493;&#1503; &#1499;&#1493;&#1500;&#1493; &#1500;&#1488;&#1505;&#1493;&#1503; &#1513;&#1488;&#1497;&#1512;&#1506; &#1489;&#1491;&#1499;&#1488;&#1493;, &#1497;&#1493;&#1491;&#1506; &#1500;&#1505;&#1508;&#1512; &#1506;&#1500; &#1506;&#1509; &#1492;&#1514;&#1500;&#1497;&#1497;&#1492; &#1513;&#1504;&#1490;&#1491;&#1506; &#1493;&#1488;&#1508;&#1497;&#1500;&#1493; &#1506;&#1500; &#1514;&#1488;&#1497; &#1490;&#1494; &#1508;&#1506;&#1497;&#1500;&#1497;&#1501;, &#1506;&#1491;&#1493;&#1514; &#1513;&#1488;&#1497;&#1503; &#1500;&#1492; &#1505;&#1497;&#1502;&#1493;&#1499;&#1497;&#1503; &#1492;&#1497;&#1505;&#1496;&#1493;&#1512;&#1497;&#1497;&#1501; &#1488;&#1495;&#1512;&#1497;&#1501;. &#1489;&#1489;&#1497;&#1514;&#1493; &#1492;&#1493;&#1488; &#1502;&#1495;&#1494;&#1497;&#1511; &#1488;&#1493;&#1505;&#1507; &#1513;&#1500; &#1514;&#1510;&#1500;&#1493;&#1502;&#1497;&#1501; &#1488;&#1502;&#1512;&#1497;&#1511;&#1488;&#1497;&#1501; &#1502;&#1497;&#1502;&#1497; &#1513;&#1495;&#1512;&#1493;&#1512; &#1492;&#1502;&#1495;&#1504;&#1492;, &#1493;&#1489;&#1500;&#1497;&#1500;&#1493;&#1514; &#1500;&#1500;&#1488; &#1513;&#1497;&#1504;&#1492; &#1492;&#1493;&#1488; &#1502;&#1513;&#1495;&#1494;&#1512; &#1488;&#1514; &#1492;&#1511;&#1493;&#1512;&#1493;&#1514; &#1488;&#1493;&#1514;&#1493; &#1513;&#1501;. &#1506;&#1500; &#1488;&#1507; &#1513;&#1500;&#1499;&#1488;&#1493;&#1512;&#1492; &#1492;&#1514;&#1490;&#1489;&#1512; &#1493;&#1489;&#1504;&#1492; &#1502;&#1513;&#1508;&#1495;&#1492; &#1502;&#1513;&#1500;&#1493;, &#1504;&#1512;&#1488;&#1492; &#1513;&#1502;&#1512;&#1496;&#1497;&#1503; &#1504;&#1500;&#1499;&#1491; &#1489;&#1489;&#1493;&#1506;&#1514; &#1492;&#1494;&#1502;&#1503; &#1513;&#1489;&#1497;&#1503; &#1492;&#1495;&#1491;&#1512; &#1492;&#1508;&#1493;&#1500;&#1504;&#1497; &#1513;&#1489;&#1493; &#1492;&#1514;&#1495;&#1504;&#1498; &#1500;&#1489;&#1497;&#1503; &#1492;&#1502;&#1495;&#1504;&#1492; &#1492;&#1504;&#1488;&#1510;&#1497; &#1513;&#1489;&#1493; &#1492;&#1497;&#1492; &#1499;&#1500;&#1493;&#1488;. &#1505;&#1512;&#1496; &#1492;&#1514;&#1506;&#1493;&#1491;&#1492; &#1506;&#1500;&#1497;&#1493; &#1495;&#1493;&#1513;&#1507; &#1489;&#1492;&#1491;&#1512;&#1490;&#1492; &#1488;&#1514; &#1488;&#1497;&#1513;&#1497;&#1493;&#1514;&#1493; &#1492;&#1502;&#1493;&#1512;&#1499;&#1489;&#1514;, &#1493;&#1502;&#1506;&#1500;&#1492; &#1500;&#1491;&#1497;&#1493;&#1503; &#1488;&#1514; &#1492;&#1513;&#1488;&#1500;&#1492; &#1492;&#1489;&#1506;&#1497;&#1497;&#1514;&#1497;&#1514; &#1488;&#1501; &#1488;&#1508;&#1513;&#1512; &#1500;&#1514;&#1514; &#1488;&#1502;&#1493;&#1503; &#1489;&#1506;&#1491;&#1493;&#1514; &#1513;&#1489;&#1506;&#1500; &#1508;&#1492; &#1502;&#1508;&#1497;&#1493; &#1513;&#1500; &#1511;&#1493;&#1512;&#1489;&#1503;. &#1492;&#1505;&#1512;&#1496; &#1494;&#1499;&#1492; &#1489;&#1508;&#1512;&#1505; &#1493;&#1493;&#1500;&#1490;&#8217;&#1497;&#1503; &#1500;&#1505;&#1512;&#1496; &#1514;&#1506;&#1493;&#1491;&#1492; &#1500;&#1513;&#1504;&#1514; 1999.</p>
					<div class="actors-container">
						<p><b>Cast:</b><br>
						<div class="actors">
							
						</div>
						</p>
					</div>
					<p><b>Custom Field 1:</b> </p>
					<p><b>Custom Field 2:</b> </p>
					
					<p><b>Medium:</b> Media file &nbsp;&nbsp;<b>Source:</b> Unknown &nbsp;&nbsp;<b>Loaned:</b> No &nbsp;&nbsp;<b>File Size:</b> 692 MB</p>
					<p><b>Number:</b> 29 &nbsp;&nbsp;<b>Custom Number:</b>  &nbsp;&nbsp;<b>Location:</b> \\TICHONETMYCLOUD\Tichonet_movies\&#1505;&#1512;&#1496;&#1497;&#1501; &#1514;&#1497;&#1499;&#1493;&#1504;&#1496;\&#1491;&#1493;&#1511;&#1493;&#1502;&#1504;&#1496;&#1512;&#1497;\&#1502;&#1512;&#1496;&#1497;&#1503;\&#1502;&#1512;&#1496;&#1497;&#1503;.mp4</p>
				</div>
			</div>
		</div>
		<footer>
			<div class="inner">
				<a class="to_top" href="#header">^</a>
				<div style="float: left">Dark Comfort by <a href="mailto:regiprogi@gmail.com">R3gi</a></div>
				<div>Created with EMDB V3.27 (C) 2005-2018. No Rights Reserved ;-)</div>
			</div>
		</footer>
	</body>
</html>
