<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
    <title>369 - The First Grader | &#1514;&#1500;&#1502;&#1497;&#1491; &#1502;&#1505;&#1508;&#1512; 1 (2010)</title>
    <link href="../emdb.css" rel="stylesheet" type="text/css" />
</head>
<body>
    <div class="container">
        <div>
            <a href="../index.htm" class="button button-orange">EMDB &gt;</a>
            <a href="../index.htm#all-movies" class="button button-orange">&#1499;&#1500; &#1492;&#1505;&#1512;&#1496;&#1497;&#1501; &gt;</a>
            <a href="../index.htm#movies-f" class="button button-orange">F &gt;</a>
            <a href="369.htm" class="button button-orange">The First Grader | &#1514;&#1500;&#1502;&#1497;&#1491; &#1502;&#1505;&#1508;&#1512; 1</a>
            <div class="float-right">
                <a href="./368.htm" class="button button-gray min-70">&#1492;&#1511;&#1493;&#1491;&#1501;</a>
                <a href="./370.htm" class="button button-gray min-70">&#1492;&#1489;&#1488;</a>
            </div>
        </div>
        <img class="bar" src="../gif/bar_orange_black.jpg" alt="bar orange to black" />
        <div class="title">The First Grader | &#1514;&#1500;&#1502;&#1497;&#1491; &#1502;&#1505;&#1508;&#1512; 1  (2010)&nbsp;&nbsp;<a href="http://www.imdb.com/title/tt0790663"><img class="imdblink" src="../gif/imdb.gif" alt="link to The First Grader | &#1514;&#1500;&#1502;&#1497;&#1491; &#1502;&#1505;&#1508;&#1512; 1 on IMDb" align="absbottom" /></a>&nbsp;&nbsp;<a href="http://drive.google.com/open?id=0B5k1Z6-xLAk-cU5ZcWZrNzY1MkE"><img class="imdblink" src="../gif/trailer.gif" alt="link to trailer on IMDb" align="absbottom" /></a></div>
        <div><p><b>&#1502;&#1505;&#1508;&#1512;</b> 369</p></div>
        <div class="top-left"><img class="cover" src="../covers/000821.jpg" alt="poster The First Grader | &#1514;&#1500;&#1502;&#1497;&#1491; &#1502;&#1505;&#1508;&#1512; 1" /></div>
        <div class="top-right">
            
            <p>
                <div class="star-text"><b>IMDb &#1491;&#1497;&#1512;&#1493;&#1490; &#1489; &#187;</b></div>
                <div class="star-stars"><img class="star" src="../gif/goldstar.gif" alt="star" />
<img class="star" src="../gif/goldstar.gif" alt="star" />
<img class="star" src="../gif/goldstar.gif" alt="star" />
<img class="star" src="../gif/goldstar.gif" alt="star" />
<img class="star" src="../gif/goldstar.gif" alt="star" />
<img class="star" src="../gif/goldstar.gif" alt="star" />
<img class="star" src="../gif/goldstar.gif" alt="star" />
<img class="star" src="../gif/goldstar.gif" alt="star" />
<img class="star" src="../gif/graystar.gif" alt="star" />
<img class="star" src="../gif/graystar.gif" alt="star" />
</div>
                <div class="star-text">7.5/10  (3868 &#1492;&#1510;&#1489;&#1506;&#1493;&#1514;)</div>
            </p>
            
            
            
            <p><b>&#1502;&#1491;&#1497;&#1504;&#1492; &#187;</b> UK, 103 &#1491;&#1511;&#1493;&#1514;</p>
            <p><b>&#1513;&#1508;&#1514; &#1491;&#1497;&#1489;&#1493;&#1489; &#187;</b> &#1488;&#1504;&#1490;&#1500;&#1497;&#1514;</p>
            <p><b>&#1511;&#1496;&#1490;&#1493;&#1512;&#1497;&#1492; &#187;</b> &#1491;&#1512;&#1502;&#1492;, &#1512;&#1493;&#1502;&#1504;&#1496;&#1497;&#1511;&#1492;, &#1489;&#1497;&#1493;&#1490;&#1512;&#1508;&#1497;&#1492;</p>
            <p><b>&#1489;&#1502;&#1488;&#1497; &#187;</b> Justin Chadwick</p>
        </div>
        <div>
            <p>
                <b>&#1514;&#1511;&#1510;&#1497;&#1512; &#1492;&#1505;&#1512;&#1496; &#187;</b><br>&#1489;&#1499;&#1508;&#1512; &#1511;&#1496;&#1503; &#1489;&#1511;&#1504;&#1497;&#1492; &#1502;&#1510;&#1496;&#1493;&#1508;&#1508;&#1497;&#1501; &#1502;&#1488;&#1493;&#1514; &#1497;&#1500;&#1491;&#1497;&#1501; &#1489;&#1489;&#1497;&#1514; &#1505;&#1508;&#1512; &#1497;&#1505;&#1493;&#1491;&#1497;. &#1499;&#1493;&#1500;&#1501; &#1512;&#1493;&#1510;&#1497;&#1501; &#1500;&#1504;&#1510;&#1500; &#1488;&#1514; &#1495;&#1493;&#1511; &#1495;&#1497;&#1504;&#1493;&#1498; &#1495;&#1497;&#1504;&#1501; &#1513;&#1494;&#1492; &#1506;&#1514;&#1492; &#1504;&#1495;&#1511;&#1511; &#1506;&#1500; &#1497;&#1491;&#1497; &#1492;&#1502;&#1502;&#1513;&#1500;&#1492;. &#1514;&#1500;&#1502;&#1497;&#1491; &#1488;&#1495;&#1491; &#1502;&#1506;&#1493;&#1512;&#1512; &#1492;&#1513;&#1514;&#1488;&#1493;&#1514; &#1499;&#1488;&#1513;&#1512; &#1492;&#1493;&#1488; &#1491;&#1493;&#1508;&#1511; &#1506;&#1500; &#1513;&#1506;&#1512;&#1497; &#1489;&#1497;&#1514; &#1492;&#1505;&#1508;&#1512;. &#1502;&#1488;&#1512;&#1493;&#1490;&#1492; (&#1488;&#1493;&#1500;&#1497;&#1489;&#1512; &#1500;&#1497;&#1496;&#1493;&#1504;&#1491;&#1493;), &#1500;&#1493;&#1495;&#1501; &#1502;&#1488;&#1493; &#1502;&#1488;&#1493; &#1489;&#1503; 84,&#1512;&#1493;&#1510;&#1492; &#1490;&#1501; &#1492;&#1493;&#1488; &#1500;&#1500;&#1502;&#1493;&#1491; &#1500;&#1511;&#1512;&#1493;&#1488;. &#1505;&#1512;&#1496;&#1493; &#1492;&#1502;&#1512;&#1490;&#1513; &#1490;'&#1505;&#1496;&#1497;&#1503; &#1510;'&#1488;&#1491;&#1493;&#1493;&#1497;&#1511; &#1502;&#1489;&#1493;&#1505;&#1505; &#1506;&#1500; &#1505;&#1497;&#1508;&#1493;&#1512; &#1488;&#1502;&#1497;&#1514;&#1497; &#1493;&#1502;&#1510;&#1493;&#1500;&#1501; &#1489;&#1488;&#1514;&#1512; &#1492;&#1492;&#1514;&#1512;&#1495;&#1513;&#1493;&#1514; &#1489;&#1511;&#1504;&#1497;&#1492; &#1506;&#1501; &#1510;&#1493;&#1493;&#1514; &#1513;&#1495;&#1511;&#1504;&#1497;&#1501; &#1500;&#1488; &#1502;&#1511;&#1510;&#1493;&#1506;&#1497; &#1489;&#1512;&#1493;&#1489;&#1493;. &#1492;&#1505;&#1512;&#1496; &#1506;&#1493;&#1511;&#1489; &#1488;&#1495;&#1512; &#1502;&#1505;&#1506;&#1493; &#1502;&#1506;&#1493;&#1512;&#1512; &#1492;&#1492;&#1513;&#1512;&#1488;&#1492; &#1513;&#1500; &#1502;&#1488;&#1512;&#1493;&#1490;&#1492; &#1493;&#1489;&#1493; &#1489;&#1494;&#1502;&#1503; &#1506;&#1493;&#1505;&#1511; &#1490;&#1501; &#1489;&#1510;&#1500;&#1511;&#1493;&#1514; &#1513;&#1504;&#1493;&#1514;&#1512;&#1493; &#1489;&#1511;&#1504;&#1497;&#1492; &#1502;&#1488;&#1494; &#1511;&#1489;&#1500;&#1514; &#1492;&#1506;&#1510;&#1502;&#1488;&#1493;&#1514; &#1502;&#1489;&#1512;&#1497;&#1496;&#1504;&#1497;&#1492; &#1489;&#1513;&#1504;&#1514; 1963. &#1492;&#1505;&#1512;&#1496; &#1502;&#1514;&#1506;&#1499;&#1489; &#1506;&#1500; &#1492;&#1502;&#1495;&#1500;&#1493;&#1511;&#1493;&#1514; &#1489;&#1497;&#1503; &#1488;&#1493;&#1514;&#1501; &#1511;&#1504;&#1497;&#1497;&#1514;&#1497;&#1501; &#1513;&#1502;&#1512;&#1491;&#1493; &#1489;&#1489;&#1512;&#1497;&#1496;&#1497;&#1501; &#1493;&#1505;&#1489;&#1500;&#1493; &#1502;&#1493;&#1493;&#1514; &#1493;&#1506;&#1497;&#1504;&#1493;&#1497;&#1497;&#1501; &#1489;&#1513;&#1500; &#1499;&#1498; &#1500;&#1489;&#1497;&#1503; &#1488;&#1500;&#1492; &#1513;&#1504;&#1493;&#1514;&#1512;&#1493; &#1504;&#1488;&#1502;&#1504;&#1497;&#1501;, &#1511;&#1512;&#1506; &#1513;&#1506;&#1491;&#1497;&#1497;&#1503; &#1511;&#1497;&#1497;&#1501; &#1488;&#1512;&#1489;&#1506;&#1497;&#1501; &#1513;&#1504;&#1492; &#1488;&#1495;&#1512;&#1497; &#1492;&#1488;&#1497;&#1512;&#1493;&#1506;. &#1490;'&#1505;&#1496;&#1497;&#1503; &#1510;'&#1491;&#1493;&#1493;&#1497;&#1511; &#1492;&#1493;&#1488; &#1489;&#1502;&#1488;&#1497; &#1514;&#1497;&#1488;&#1496;&#1512;&#1493;&#1503;, &#1511;&#1493;&#1500;&#1504;&#1493;&#1506; &#1493;&#1496;&#1500;&#1493;&#1493;&#1497;&#1494;&#1492;. &#1505;&#1512;&#1496;&#1493; &#1492;&#1506;&#1500;&#1497;&#1500;&#1514;&#1497; &#1492;&#1512;&#1488;&#1513;&#1493;&#1503; "&#1489;&#1514; &#1489;&#1493;&#1500;&#1497;&#1503; &#1492;&#1488;&#1495;&#1512;&#1514;" &#1492;&#1493;&#1510;&#1490; &#1489;&#1512;&#1495;&#1489;&#1497; &#1492;&#1506;&#1493;&#1500;&#1501; &#1493;&#1494;&#1499;&#1492; &#1489;&#1513;&#1489;&#1495;&#1497;&#1501; &#1512;&#1489;&#1497;&#1501; &#1489;&#1508;&#1505;&#1496;&#1497;&#1489;&#1500;&#1497;&#1501; &#1513;&#1492;&#1493;&#1510;&#1490; &#1489;&#1492;&#1501;. &#1504;&#1506;&#1502;&#1497; &#1492;&#1488;&#1512;&#1497;&#1505; &#1492;&#1502;&#1490;&#1500;&#1502;&#1514; &#1488;&#1514; &#1492;&#1502;&#1493;&#1512;&#1492;, &#1506;&#1513;&#1514;&#1492; &#1488;&#1514; &#1492;&#1493;&#1508;&#1506;&#1514;&#1492; &#1492;&#1512;&#1488;&#1513;&#1493;&#1504;&#1492; &#1489;&#1505;&#1512;&#1496;&#1493; &#1513;&#1500; &#1491;&#1504;&#1497; &#1489;&#1493;&#1497;&#1500; "28 &#1497;&#1493;&#1501; &#1488;&#1495;&#1512;&#1497;", &#1489;&#1513;&#1504;&#1514; 2002. &#1489;&#1513;&#1504;&#1514; 2010 &#1492;&#1497;&#1488; &#1494;&#1499;&#1514;&#1492; &#1489;&#1508;&#1512;&#1505; &#1492;&#1513;&#1495;&#1511;&#1504;&#1497;&#1514; &#1492;&#1496;&#1493;&#1489;&#1492; &#1489;&#1497;&#1493;&#1514;&#1512; &#1489;&#1488;&#1504;&#1490;&#1500;&#1497;&#1492;. &#1488;&#1493;&#1500;&#1497;&#1489;&#1512; &#1500;&#1497;&#1496;&#1493;&#1504;&#1491;&#1493; &#1492;&#1502;&#1490;&#1500;&#1501; &#1488;&#1514; &#1502;&#1488;&#1512;&#1493;&#1490;&#1492; &#1492;&#1495;&#1500; &#1488;&#1514; &#1492;&#1511;&#1512;&#1497;&#1497;&#1512;&#1492; &#1513;&#1500;&#1493; &#1499;&#1511;&#1512;&#1497;&#1497;&#1503; &#1495;&#1491;&#1513;&#1493;&#1514; &#1489;&#1514;&#1495;&#1504;&#1514; &#1496;&#1500;&#1493;&#1493;&#1497;&#1494;&#1497;&#1492; &#1511;&#1504;&#1497;&#1497;&#1514;&#1497;&#1514;,. &#1506;&#1491; &#1500;&#1505;&#1512;&#1496; &#1494;&#1492; &#1513;&#1497;&#1495;&#1511; &#1489;&#1513;&#1493;&#1512;&#1492; &#1513;&#1500; &#1514;&#1508;&#1511;&#1497;&#1491;&#1497;&#1501; &#1511;&#1496;&#1504;&#1497;&#1501;. &#1494;&#1492;&#1493; &#1492;&#1514;&#1508;&#1511;&#1497;&#1491; &#1492;&#1512;&#1488;&#1513;&#1497; &#1492;&#1512;&#1488;&#1513;&#1493;&#1503; &#1513;&#1500;&#1493;.
&#1513;&#1495;&#1511;&#1504;&#1497;&#1501;:
            </p>
            <p>
            <b>&#1513;&#1495;&#1511;&#1504;&#1497;&#1501; &#187;</b><br>
            
            <section class="actor-paragraph">
                <span class="actor-image-container">
                    <a href="http://www.imdb.com/name/nm0365140"><img class="actor-image" src="../gif/no-photo.jpg" alt="photo Naomie Harris" /></a>
                </span>
                <span class="actor-name">Naomie Harris</span>
                <span class="character-name">Jane Obinchu</span>
            </section>
            

            <section class="actor-paragraph">
                <span class="actor-image-container">
                    <a href="http://www.imdb.com/name/nm0514411"><img class="actor-image" src="../gif/no-photo.jpg" alt="photo Oliver Litondo" /></a>
                </span>
                <span class="actor-name">Oliver Litondo</span>
                <span class="character-name">Kimani Ng'ang'a Maruge</span>
            </section>
            

            <section class="actor-paragraph">
                <span class="actor-image-container">
                    <a href="http://www.imdb.com/name/nm1101651"><img class="actor-image" src="../gif/no-photo.jpg" alt="photo Sam Feuer" /></a>
                </span>
                <span class="actor-name">Sam Feuer</span>
                <span class="character-name">American Journalist</span>
            </section>
            

            <section class="actor-paragraph">
                <span class="actor-image-container">
                    <a href="http://www.imdb.com/name/nm0450961"><img class="actor-image" src="../gif/no-photo.jpg" alt="photo Tony Kgoroge" /></a>
                </span>
                <span class="actor-name">Tony Kgoroge</span>
                <span class="character-name">Charles Obinchu</span>
            </section>
            

            <section class="actor-paragraph">
                <span class="actor-image-container">
                    <a href="http://www.imdb.com/name/nm3662123"><img class="actor-image" src="../gif/no-photo.jpg" alt="photo Alfred Munyua" /></a>
                </span>
                <span class="actor-name">Alfred Munyua</span>
                <span class="character-name">Teacher Alfred</span>
            </section>
            

            </p>
            <p><b>&#1502;&#1491;&#1497;&#1493;&#1501;</b> Media file, </p>
            
            
            <p><b>&#1502;&#1497;&#1511;&#1493;&#1501; &#1489;&#1502;&#1495;&#1513;&#1489; &#187;</b> \\TICHONETMYCLOUD\Tichonet_movies\&#1505;&#1512;&#1496;&#1497;&#1501; &#1514;&#1497;&#1499;&#1493;&#1504;&#1496;\&#1505;&#1512;&#1496;&#1497;&#1501; &#1514;&#1497;&#1499;&#1493;&#1504;&#1496; &#1499;&#1500;&#1500;&#1497;\&#1514;&#1500;&#1502;&#1497;&#1491; &#1502;&#1505;&#1508;&#1512; 1\The First Grader.mp4</p>
            <p><b>&#1502;&#1493;&#1513;&#1488;&#1500;</b> &#1500;&#1488;</p>
            <p><b>&#1497;&#1495;&#1505; &#1492;&#1502;&#1502;&#1491;&#1497;&#1501;</b> 2.35:1</p>
        </div>
    </div>
    <div class="footer">
        <p>Created with EMDB V3.17 (C) 2005-2018 No Rights Reserved ;)</p>
    </div>
</body>
</html>
